/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "附件 (%d)";

/* Old singular title format */
"AttachmentsKey" = "附件 (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "添加附件";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "拍摄照片";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "照片库";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "已删除附件 %d";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "文件";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "取消";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "标题";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "注释";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "值";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "警告：FUIFormCell 的当前 UITableViewController 的 navigationController 为空。FUIAttachmentsFormCell 和 ListPickerFormCell 无法正常工作。";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d 小时 %d 分";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "持续时间";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "小时";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "小时";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "分钟";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "已选";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "所有";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "已选择 (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "双击以查看 %d 个所选项目。";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "双击以查看所选项目。";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "是否确定放弃选择？";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "放弃更改";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "保留编辑";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "应用";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "警告：由于 ListPickerFormCell 中的属性 listPickerSearchResultsUpdating 为空，搜索已禁用。";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "全选";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "取消全选";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "关闭";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "更多";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "更少";

/* The string for switch button */
"SwitchBUttonKey" = "切换按钮";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "开";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "关";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "轻按两次切换设置";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "排序方式";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "未选择";

/* Criterion view accessibility hint */
"CriterionHintKey" = "轻按两次切换选择";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "轻按两次切换顺序方向";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "这是 %@ 滑块，最大值为 %@，最小值为 %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "选择元素以更改滑块值时可以上滑/下滑";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "当前值为 %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "当前值已更改为 %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "只读字段";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "未剩余更多字符";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "减少字符数";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "备选输入操作";

/* Button for accessibility voice over announcement */
"ButtonKey" = "按钮";

/* Clear Text button title */
"ClearTextKey" = "清除文本";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "已清除输入文本";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "双击以打开";

"DoubleTapToCollapseKey" = "双击以折叠";

"DoubleTapToSelectFromList" = "双击以从列表中选择";

"DoubleTapToSelect" = "双击以选择";

"DoubleTapToUnselect" = "双击以取消选择";

"FlashKey" = "闪光灯";

"FlashIsTurnedOnKey" = "闪光灯开启";

"FlashIsTurnedOffKey" = "闪光灯关闭";

"DoubleTapToTurnOnFlashKey" = "双击以打开闪光灯";

"DoubleTapToTurnOffFlashKey" = "双击以关闭闪光灯";

/* FUIStepperView tip */
"StepperTipKey" = "这是可编辑的微调器";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "这是不可编辑的微调器";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "最大值为 %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "最小值为 %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "将值增加 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "将值减少 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "当前值为";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "过滤";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "结果 \\(filteredNum) 共计 \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "显示 \\(filteredNum) 个项目";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "重置";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "这是可编辑的滑块，最小值为 %@，最大值为 %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "这是不可编辑的滑块，最小值为 %@，最大值为 %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "这是可编辑的范围滑块，最小值为 %@，最大值为 %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "这是不可编辑的范围滑块，最小值为 %@，最大值为 %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "滑块值文本字段";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "下限值文本字段";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "上限值文本字段";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "您可以双击以输入特定值";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "滑块缩略图，当前值为";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "您可以向上或向下滑动以更改值";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "下限范围滑块缩略图，当前值为";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "您可以向上或向下滑动以更改下限值";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "上限范围滑块缩略图，当前值为";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "您可以向上或向下滑动以更改上限值";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "当前值为 %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "当前下限值为 %@，上限值为 %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d 星（满分 %d 星）";

/* FUIRatingControl hint */
"RatingControlHintKey" = "双击并向左或向右拖动以调整值";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "条形码扫描";

"BarcodeScanHintKey" = "连按两次以扫描";

